// General
"ADD" = "加入";
"OK" = "好";
"CANCEL" = "取消";
"Space" = "空間";
"SPACES" = "空間";
"OPTIONS" = "選項⋯";
"CONTINUE" = "繼續";
"SEARCHING" = "搜尋中⋯";
"CONNECTING" = "正在連接⋯";

// Trackpad tab
"2NDCLICK_TAPPING" = "將兩根手指置於觸控式軌跡版上並按一下按鈕，作用等同於點按輔助按鈕";
"2NDCLICK_CLICKING" = "使用兩根手指點一下觸控式軌跡板，作用等同於點按輔助按鈕";

// Keyboard tab
"FN_FLIPPER_TITLE" = "使用所有 F1、F2 等按鍵作為標準功能鍵";
"FN_FLIPPER_NOTE" = "當您選擇此選項後，請按 Fn 鍵來使用每個按鍵上標示的特殊功能。";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "使用者項目";
"USER_ITEMS_DESC" = "打開“%@”";
"ONOFF_TOOLTIP" = "選取以啟用列表裡的快速鍵";
"RESTORE_DEFAULTS_TITLE" = "確定要將所有快速鍵重新設定成預設的設定嗎？";
"RESTORE_DEFAULTS_DESCR" = "您無法還原此動作。";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d 秒";
"NEVER" = "永不";

"MOUSE" = "滑鼠";
"KEYBOARD" = "鍵盤";
"UNKNOWN" = "未知的";

"NEW_APPLICATION_ITEM" = "<untitled menu item>";

"APP_IS_NOT_COMPATIBLE" = "您不能替應用程式“%@”加入鍵盤快速鍵。";

"MOUSEBUTTON_OPEN" = "打開“%@”";


// Gestures
"ONEFINGER" = "單指";
"TAP_TO_CLICK_GESTURE" = "點一下來點按";
"DRAGGING_GESTURE" = "拖移";
"DRAGLOCK_GESTURE" = "拖移鎖定";
"TWOFINGER" = "雙指";
"TWOFINGER_SECONDARYCLICK" = "輔助按鈕";
"THREEFINGER" = "三指";
"FOURFINGER" = "四指";
"SECONDARYCLICK_GESTURE" = "輔助按鈕";
"SECONDARYCLICK_GESTURE_TAP" = "輔助點按";
"PRESS_SPECIFIC" = "輔助按鈕";
"PRESS_ANYWHER" = "使用兩根手指點按";
"SCREENZOOMGESTURE" = "螢幕縮放";
"PINCH_GESTURE" = "放大縮小";
"ROTATE_GESTURE" = "旋轉";
"3FINGER_SWIPE_GESTURE" = "滑動來進行導覽";
"2FINGER_SCROLL_GESTURE" = "捲視";
"4FINGER_UPDOWN_GESTURE_NAME" = "上下滑動來啟用 Exposé";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "上下滑動來進行導覽";
"4FINGER_SWIPE_GESTURE_NAME" = "左右滑動來切換應用程式";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "左右滑動來進行導覽";

"BOTTOM_RIGHT_CORNER" = "右下角";
"BOTTOM_LEFT_CORNER" = "左下角";

"WITH_MOMENTUM" = "帶慣性";
"WITHOUT_MOMENTUM" = "不帶慣性";
//
"THREE_FINGER_DRAGGING" = "拖移";
"SWIPE_TO_NAVIGATE" = "滑動來進行導覽";

//
"GESTURE_SWITCH_APP" = "若要切換應用程式";
"GESTURE_NAVIGATE" = "若要導覽";
"GESTURE_EXPOSE" = "用於 Exposé";


// Gesture notes
"AX_TapToClick" = "若要按一下，請使用一根手指點一下觸控式軌跡板。";
"AX_Dragging" = "若要拖移，請點一下觸控式軌跡板，然後立即將一根手指置於觸控式軌跡板上並移動。若要停止拖移，請抬起手指。";
"AX_DragLock" = "若要拖移，請點一下觸控式軌跡板，然後立即將一根手指置於觸控式軌跡板上並移動。若要停止拖移，請再點一下。";
"AX_SecondaryClick" = "若要打開項目的快速鍵選單，請將兩根手指置於觸控式軌跡板上並按觸控式軌跡板按鈕一下。若已勾選“點一下來點按”，請用兩根手指點一下觸控式軌跡板。";
"AX_Scroll" = "若要捲視使用中視窗的內容，請將兩根手指置於觸控式軌跡板上並向上、向下或橫向移動。";
"AX_ScreenZoom" = "若要放大或縮小螢幕影像，請按住 Control 鍵並用兩根手指在觸控式軌跡板上向上或向下移動。若要更改變更鍵，請按“選項⋯”一下。";
"AX_Pinch" = "若要縮放圖片和其他項目，請在觸控式軌跡板上將一根手指和拇指合攏或分開。";
"AX_Rotate" = "若要旋轉影像和其他螢幕上的項目，請在觸控式軌跡板上將兩根手指向左或向右旋轉。";
"AX_Swipe" = "若要移動至上一個或下一個項目，請用三根手指快速向左或向右滑過觸控式軌跡板。";
"AX_4F_Swipe_EXPOSE" = "使用四根手指向上或向下滑過觸控式軌跡板來使用 Exposé。";
"AX_4F_Swipe_APPS" = "使用四根手指向右或向左滑過觸控式軌跡板來在已開啟的應用程式之間切換。";


//
"TOP_LABEL_BT_OFF_HEADER" = "啟用 Bluetooth。";
"TOP_LABEL_BT_HEADER" = "等候偵測到 Bluetooth 觸控式軌跡板。";
"MID_LABEL_NO_TRACKPAD" = "找不到觸控式軌跡板";
"MID_LABEL_1_TRACKPAD" = "找到 1 個觸控式軌跡板";
"MID_LABEL_TRACKPAD_FOUND" = "找到“%@”";
"TURN_BT_ON" = "啟用 Bluetooth";
